//
//  SecondVCData.swift
//  homework-3
//
//  Created by user188734 on 5/10/21.
//

struct SecondVCData {
    var iOSText = "iOS программированием начал увлекаться осенью 2020, вяло изучая курс от Swiftbook. Вяло, из-за отсутствия дедлайнов, общения с людьми, отсутствием понимания своего уровня и всем остальным таким, влияющим на мотивацию. От Фокус Старта ожидаю максимального прокачивания своих навыков и прихода понимания о том, моё ли разработка или все-таки нет"
    var noniOSText = "Программированием начал заниматься в университете, писали на С/С++/С#/Java. После второго курса проходил летнюю школу Элтекса, там большая часть курса была разработка под Android, на тот момент увлекало, но чтобы попасть на собеседование на стажировку возраст оказался маловат(. После этого несколько лет вообще не занимался программированием, до недавнего времени"
}
